import { IAudience } from '../../interfaces/language.interface';

const ua: IAudience = {
    title: `Для кого вакансії`,
    vacancyList: ['Для людей віком від 18 до 52', 'Для сімейних пар', 'Для чоловіків та жінок'],
    vacancyInfo: 'Щоб дізнатись більше про вакансії зателефонуйте або напишіть нашому фахівцю з рекрутингу, який надасть вам детальну інформацію про:',
    vacancyInfoList: ['Роботодавця', 'Локацію роботи', 'Оплату за роботу', 'Умови праці']
}

const ru: IAudience = {
    title: `Для кого вакансии`,
    vacancyList: ["Для людей в возрасте от 18 до 52", "Для семейных пар", "Для мужчин и женщин"],
    vacancyInfo: 'Чтобы узнать больше о вакансиях позвоните или напишите нашему специалисту по подбору персонала, который предоставит вам подробную информацию о:',
    vacancyInfoList: ["Работодателя", "Локация работы", "Оплата за работу", "Условия труда"],
}

export default { ua, ru };
