import { IPrivacyPolicy } from './polict.interface';

const ua: IPrivacyPolicy = {
    title: 'ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ',
    generalInfo: 'Дана політика конфіденційності пояснює принципи та обсяг обробки Ваших персональних даних, належні Вам права, і наші обов’язки як контролера даних. Ми використовуємо найсучасніші технічні засоби та організаційні рішення, які забезпечують високий рівень захисту обробки персональних даних та їх захисту від несанкціонованого доступу.',
    paragraphs: [{
        title: 'Мета обробки',
        content: 'Проведення підбору персоналу. Ми можемо обробляти Ваші персональні дані, подані у формі, також з метою встановлення, розслідування чи захисту від претензій, якщо претензії стосуються нашого підбору персоналу. З цією метою ми оброблятимемо Ваші персональні дані на основі наших законних інтересів, які полягають у встановленні, розслідуванні або захисту від претензій під час розгляду справи в судах або державних органах. Ми також можемо передати Ваші персональні дані постачальникам систем для управління підбору персоналу, постачальникам ІТ-послуг та постачальникам ІТ-систем.',
  }, {
        title: 'Тип даних',
        content: 'Ім’я та прізвище, номер телефону, місце проживання (або адреса), адреса електронної пошти – за бажанням.'
    }, {
        title: 'Правова підстава для обробки',
        content: `Персональні дані обробляються відповідно до положень Регламенту Європейського парламенту і Ради (ЄС) 2016/679 від 27 квітня 2016 р. про захист фізичних осіб у зв’язку з опрацюванням персональних даних і про вільний рух таких даних, та про скасування Директиви 95/46/ЄС (GDPR), а також закону від 10 травня 2018 року про захист персональних даних
            <br />Ми обробляєм Ваші персональні дані за вашою згодою. Згода на обробку Ваших персональних даних є повністю добровільною, однак відсутність згоди перешкоджає надсиланню форми та участі у наборі працівників.
            <br /><br />У зв’язку з обробкою Ваших персональних даних. Вам належать такі права:
            <br /><br />1. Ви можете будь-коли скасувати Вашу згоду без пояснення причини. Запит може стосуватися вказаної Вами мети обробки. Скасування згоди не вплине на виконання попередньої діяльності.
            <br /><br />2. Ви можете вимагати видалення Ваших даних в будь-який час без пояснення причини. Запит на видалення даних не вплине на виконання попередньої діяльності.
            <br /><br />3. У будь-який час Ви можете заперечити проти обробки Ваших даних як в цілому, так і з обраною Вами метою. Заперечення не вплине на вже виконану діяльність.
            <br />Виконання вищевказаних запитів призведе до вилучення Вашої заявки з групи кандидатів на роботу і Ваші персональні дані не оброблятимуться нами.
            <br /><br />4. Ви можете вимагати, щоб ми обробляли Ваші персональні дані протягом обмеженого часу або в межах певного обсягу. Цей запит не вплине на виконання попередньої діяльності.
            <br /><br />5. Ви можете будь-коли вимагати виправлення чи спростування Ваших персональних даних.
            <br /><br />6. Ви можете подати запит на передачу Ваших персональних даних, що належать нам, до іншої організації. Для цього, будь ласка, зв’яжіться з нами, вказавши ім’я та адресу організації, до якої ми маємо переслати Ваші дані та їх обсяг, тобто дані, які ми маємо надати. Передача відбудеться в електронній формі після підтвердження Вами цього запиту. Підтвердження запиту потрібне для забезпечення Вашої інформації та для впевненості, що запит надійшов від уповноваженої особи.
            <br /><br />7. У будь-який час Ви можете вимагати інформацію про обсяг обробки Ваших персональних даних.
            <br /><br />8. Ви маєте право подати скаргу до Голови Управління захисту персональних даних.
            <br /><br />Ми зобов’язані повідомити Вас не пізніше, ніж через місяць після отримання кожного запиту, про вжиті нами дії.`
    }, {
        title: 'Веб-аналітика',
        content: `Адміністратор отримує інформацію про користувачів та їх поведінку таким чином:
            <br /><br />• шляхом збору файлів cookies;
            <br />• за допомогою Google Analytics.
            <br /><br />Адміністратор заявляє, що він використовує Google Analytics – службу веб-аналітики, яку надає компанія Google Inc. (далі – „Google”). Google Analytics обробляє файли cookies, що містять інформацію про відвідування веб-сайтів, а також профіль системи користувача (включаючи його IP-адресу).
            <br />Вказана вище інформація передається на Google і зберігається на серверах, розташованих у США. Google використовує цю інформацію для оцінки використання користувачем веб-сайтів, створення звітів про трафік на веб-сайтах та надання інших послуг, пов’язаних із трафіком на веб-сайтах, та використанням Інтернету.
            <br />Google також може передавати вказану інформацію третім особам, якщо це передбачено законом, або якщо треті особи обробляють цю інформацію на замовлення Google.
            <br />Кожен користувач може заперечувати проти розміщення невеликої текстової інформації в рамках механізму cookies, використовуючи можливість вимкнення цього механізму у інтернет-браузері.`
    }, {
        title: 'Час зберігання персональних даних',
        content: `1. Якщо Ви погоджуєтесь на обробку Ваших даних для потреб поточного та майбутнього набору персоналу, ми оброблятимемо Ваші дані протягом п’яти років з дня передачі Ваших даних нам з метою набору.
        <br /><br />2. Якщо Ви погоджуєтесь на обробку Ваших даних лише для потреб поточного набору, ми видалимо Ваші дані протягом 3 місяців від дати завершення набору персоналу – незалежно від способу завершення.`
    }, {
        title: 'Доручення обробки даних',
        content: `Ми можемо доручити Ваші персональні дані нашим товариствам з метою проведення набору персоналу, а також для здійснення або підтримки самого процесу набору. Ми можемо доручити Ваші персональні дані суб’єктам, що співпрацюють з нами у сфері підтримки процесу набору персоналу або його частини. Метою надання Ваших персональних даних буде лише процес набору персоналу, а Ваші дані залишаться безпечними.`
    }]
};

const ru: IPrivacyPolicy = {
    title: 'ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ',
    generalInfo: 'Данная политика конфиденциальности объясняет принципы и объем обработки Ваших персональных данных, принадлежащие Вам права, и наши обязанности в качестве контроллера данных. Мы используем самые современные технические средства и организационные решения, которые обеспечивают высокий уровень защиты обработки персональных данных и их защиты от несанкционированного доступа.',
    paragraphs: [{
        title: 'Мета обробки',
        content: 'Проведение подбора персонала. Мы можем обрабатывать Ваши персональные данные, представленные в форме, а также с целью установления, расследования или защиты от претензий, если претензии касаются нашего подбора персонала. С этой целью мы будем обрабатывать Ваши персональные данные на основе наших законных интересов, которые заключаются в установлении, расследовании или защиты от претензий при рассмотрении дела в судах или государственных органах. Мы можем передать Ваши персональные данные поставщикам систем для управления подбора персонала, поставщикам ИТ-услуг и поставщикам ИТ-систем.',
    }, {
        title: 'Тип данных',
        content: 'Имя и фамилия, номер телефона, место жительства (или адрес), адрес электронной почты - по желанию.'
    }, {
        title: 'Правовое основание для обработки',
        content: `Персональные данные обрабатываются в соответствии с положениями Регламента Европейского парламента и Совета (ЕС) 2016/679 от 27 апреля 2016 о защите физических лиц в связи с обработкой персональных данных и о свободном движении таких данных, и об отмене Директивы 95/46 / ЕС (GDPR), а также закона от 10 мая 2018 о защите персональных данных.
            <br />Мы обрабатываем Ваши персональные данные с вашего согласия. Согласие на обработку Ваших персональных данных является полностью добровольным, однако отсутствие согласия препятствует отправке формы и участия в наборе работников.
            <br /><br />'В связи с обработкой Ваших персональных данных, Вам принадлежат следующие права:
            <br /><br />1. Вы можете в любой момент отменить Ваше согласие без объяснения причины. Запрос может касаться указанной Вами цели обработки. Отмена согласия не повлияет на выполнение предыдущей деятельности.
            <br /><br />2. Вы можете потребовать удаления Ваших данных в любое время без объяснения причины. Запрос на удаление данных не повлияет на выполнение предыдущей деятельности.
            <br /><br />3. В любое время Вы можете возразить против обработки Ваших данных как в целом, так и с выбранной Вами цели. Возражения не повлияет на уже выполненную деятельность.
            <br />Выполнение вышеуказанных запросов приведет к изъятию Вашей заявки из группы кандидатов на работу и Ваши персональные данные не будут обрабатываться нами.
            <br /><br />4. Вы можете требовать, чтобы мы обрабатывали Ваши персональные данные в течение ограниченного времени или в пределах определенного объема. Этот запрос не повлияет на выполнение предыдущей деятельности.
            <br /><br />5. Вы можете в любой момент потребовать исправления или опровержения Ваших персональных данных.
            <br /><br />6. Вы можете подать запрос на передачу Ваших персональных данных, принадлежащих нам, в другую организацию. Для этого, пожалуйста, свяжитесь с нами, указав имя и адрес организации, в которой мы переслать Ваши данные и их объем, то есть данные, которые мы должны предоставить. Передача состоится в электронной форме после подтверждения Вами этого запроса. Подтверждение запроса нужно для обеспечения Вашей информации и для уверенности, что запрос поступил от уполномоченного лица.
            <br /><br />7. В любое время Вы можете требовать информацию об объеме обработки Ваших персональных данных.
            <br /><br />8. Вы имеете право подать жалобу Председателю Управление защиты персональных данных.
            <br /><br />Мы обязаны сообщить Вам не позднее, чем через месяц после получения каждого запроса, о принятых нами действия.`
    }, {
        title: 'Правовое основание для обработки',
        content : `Администратор получает информацию о пользователях и их поведение следующим образом:
       <br /><br />• путем сбора файлов cookies;
       <br />• с помощью Google Analytics.
       <br /><br />Администратор заявляет, что он использует Google Analytics - службу веб-аналитики, которую предоставляет компания Google Inc. (Далее - "Google"). Google Analytics обрабатывает файлы cookies, содержащих информацию о посещении веб-сайтов, а также профиль системы пользователя (включая IP-адрес).
       <br />Указанная выше информация передается на Google и хранится на серверах, расположенных в США. Google использует эту информацию для оценки использования пользователем веб-сайтов, создание отчетов о трафике на веб-сайтах и ​​предоставления других услуг, связанных с трафиком на сайтах, и использованием Интернета.
       <br />Google также может передавать указанную информацию третьим лицам, если это предусмотрено законом или если третьи лица обрабатывают эту информацию по заказу Google.
       <br />Каждый пользователь может возражать против размещения небольшой текстовой информации в рамках механизма cookies, используя возможность отключения этого механизма в интернет-браузере.`,
    }, {
        title: 'Время хранения персональных данных',
        content : `1. Если Вы соглашаетесь на обработку Ваших данных для нужд текущего и будущего набора персонала, мы будем обрабатывать Ваши данные в течение пяти лет со дня передачи Ваших данных нам с целью набора.
        <br /><br />2. Если Вы соглашаетесь на обработку Ваших данных только для нужд текущего набора, мы удалим Ваши данные в течение 3 месяцев с даты завершения набора персонала - независимо от способа завершения.`,
    }, {
        title: 'Поручение обработки данных',
        content : `Мы можем поручить Ваши персональные данные нашим обществам с целью проведения набора персонала, а также для осуществления или поддержки самого процесса набора. Мы можем поручить Ваши персональные данные субъектам, которые сотрудничают с нами в сфере поддержки процесса набора персонала или его части. Целью предоставления Ваших персональных данных будет только процесс набора персонала, а Ваши данные останутся безопасными.`
    }]
};

export default { ua, ru };
