import {IServiceModal} from "./services-modal.interface";

const ua: IServiceModal = {
    title: 'Додатковий пакет платних послуг',
    list: [
        'Детальна консультація фахівця з підтримкою та супроводом 24/7',
        `Допомога подачі документів у візовий центр:
        a. Надання інформації стосовно необхідного пакету документів
        b. Заповнення анкети на візу`,
        'Робоча страховка'
    ],
    link: 'Заповнити заявку на вакансію'
}

const ru: IServiceModal = {
    title: 'Дополнительный пакет платных услуг',
    list: [
        'Подробная консультация специалиста с поддержкой и сопровождением 24/7',
        `Помощь подачи документов в визовый центр:
        a. Предоставление информации касательно необходимого пакета документов
        b. Заполнение анкеты на визу`,
        'Рабочая страховка'
    ],
    link: 'Заполнить заявление на вакансию',
}

export default { ua, ru };
