import {IServiceModal} from "./services-modal.interface";

const ua: IServiceModal = {
    title: 'Безкоштовні послуги',
    list: [
        'Консультація фахівця з працевлаштування у робочі години (з Пн по Пт)',
        'Безкоштовний підбір вакансій, страховок',
        'Координація доїзду до місця роботи'
    ],
    link: null,
}

const ru: IServiceModal = {
    title: 'Бесплатные услуги',
    list: [
        'Консультация специалиста по трудоустройству в рабочие часы (с Пн по Пт)',
        'Бесплатный подбор вакансий, страховок',
        'Координация доезда к месту работы'
    ],
    link: null,
}

export default { ua, ru };
