import {IContacts} from './contacts.interface';

const ua: IContacts = {
    title: 'ТОВ "ПРОФЕСІЙНА АГЕНЦІЯ ПРАЦІ"',
    phones: {
        title: 'Контактні номери:',
        list: [{
            label: 'Професійна агенція праці\n(головний, багатоканальний):',
            number: '+38 097 23 00 202',
        }, {
            label: 'Менеджер Ніна:',
            number: '+38 067 32 73 433',
        }, {
            label: 'Рекрутер Світлана:',
            number: `+38 067 32 73 034\n+38 099 23 00 202`,
        }, {
            label: 'Рекрутер Наталія:',
            number: `+38 067 32 73 202\n+38 099 23 00 220`,
        }, {
            label: 'Рекрутер Ольга:',
            number: `+38 067 32 31 718\n+38 099 23 02 002`,
        }, {
            label: 'Рекрутер Тетяна:',
            number: `+38 050 13 30 220\n+38 067 57 58 202`,
        }]
    },
    email: 'ukrprowork@gmail.com',
    address: 'м. Львів, вул. Зелена, 81',
    socialMedia: 'Ми в соц. мережах:',
}

const ru: IContacts = {
    title: 'ООО "ПРОФЕССИОНАЛЬНОЕ АГЕНСТВО ТРУДА"',
    phones: {
        title: 'Контактные номера:',
        list: [{
            label: 'Профессиональное агентство труда (главный, многоканальный):',
            number: '+38 097 23 00 202',
        }, {
            label: 'Менеджер Нина:',
            number: '+38 067 32 73 433',
        }, {
            label: 'Рекрутер Светлана:',
            number: `+38 067 32 73 034 \n +38 099 23 00 202`,
        }, {
            label: 'Рекрутер Наталия:',
            number: `+38 067 32 73 202 \n +38 099 23 00 220`,
        }, {
            label: 'Рекрутер Ольга:',
            number: `+38 067 32 31 718 \n +38 099 23 02 002`,
        }, {
            label: 'Рекрутер Татяна:',
            number: `+38 050 13 30 220 \n +38 067 57 58 202`,
        }]
    },
    email: 'ukrprowork@gmail.com',
    address: 'г. Львов, ул. Зеленая, 81',
    socialMedia: 'Мы в соц. сетях:',
}

export default { ua, ru };
