import { IAboutUsText } from './about.interface';

const ua: IAboutUsText = {
  title: 'Про нас',
  blocks: [{
    icon: '/assets/icon/002-portfolio.svg',
    text: 'Надаємо послуги офіційного працевлаштування на роботу в Польщі',
  }, {
    icon: '/assets/icon/001-network.svg',
    text: 'Індивідуальний підхід до кожного клієнта',
  }, {
    icon: '/assets/icon/003-trust.svg',
    text: 'Надаємо виключно достовірні дані про наших роботодавців та умови, які вони пропонують охочим працювати в їхніх компаніях',
  },  {
    icon: '/assets/icon/006-support.svg',
    text: 'Консультуємо при підборі вакансії та допомагаємо грамотно оформити усі необхідні документи',
  }, {
    icon: '/assets/icon/004-star.svg',
    text: 'Гарантуємо швидке та якісне виконання наших послуг',
  }, {
    icon: '/assets/icon/005-file.svg',
    text: 'Працюємо згідно ліцензії Міністерства розвитку економіки, торгівлі та сільського господарства України.(Наказ №1244-20 від 30.06.2020)'
  }]
}

const ru: IAboutUsText = {
  title: 'О нас',
  blocks: [{
    icon: '/assets/icon/002-portfolio.svg',
    text: 'Предоставляем услуги официального трудоустройства на работу в Польше',
  }, {
    icon: '/assets/icon/001-network.svg',
    text: 'Индивидуальный подход к каждому клиенту',
  }, {
    icon: '/assets/icon/003-trust.svg',
    text: 'Предоставляем исключительно достоверные данные о наших работодателях и условиях, которые они предлагают желающим работать в их компаниях',
  },  {
    icon: '/assets/icon/006-support.svg',
    text: 'Консультируем при подборе вакансии и помогаем грамотно оформить все необходимые документы',
  }, {
    icon: '/assets/icon/004-star.svg',
    text: 'Гарантируем быстрое и качественное выполнение наших услуг',
  }, {
    icon: '/assets/icon/005-file.svg',
    text: 'Работаем по лицензии Министерства развития экономики, торговли и сельского хозяйства Украины. (Приказ №1244-20 от 30.06.2020)'
  }]
}

export default { ua, ru };
