import { Injectable } from '@angular/core';

@Injectable({
  providedIn: 'root'
})
export class LanguageService {

  public languageUkrainian = {
    headerText: ['мова: UA', 'українська', 'російська'],
    missionText: ['НАША МІСІЯ:', '“ПРОФЕСІЙНО, ВЧАСНО, НАДІЙНО:', 'ми знаємо - таке', 'працевлаштування закордоном', 'можливе разом з нами.“'],
    purposesText: ['НАШІ ЦІЛІ', 'Надати професійні послуги з працевлаштування, щоб змінити вашу роботу та життя на краще', 'Забезпечити гідною вакансією кожного кандидата',
  'відповідати критеріям роботодавців на міжнародному рівні', 'максимально виправдовувати очікування потреб кандидатів щодо вакантного місця праці'],
    aboutUsTitle: ['ПРО НАС'],
    aboutUs: ['Надаємо послуги офіційного працевлаштування на роботу в Польщі', 'Індивідуальний підхід до кожного', 'Консультуємо при підборі вакансії та допомагаємо грамотно оформити усі необхідні документи',
    'Надаємо виключно достовірні дані про наших роботодавців та умови, які вони пропонують охочим працювати в їхніх компаніях',
    'Гарантуємо швидке та якісне виконання наших послуг', 'Працюємо згідно ліцензії Міністерства розвитку економіки, торгівлі та сільського господарства України.(Наказ №1244-20 від 30.06.2020)']
};
  public languageRussian = {
    headerText: ['язык: RU', 'украинский', 'русский'],
    missionText: ['НАША МИССИЯ', '"ПРОФЕССИОНАЛЬНО, ВОВРЕМЯ, НАДЕЖНО:', 'мы знаем - такое', 'трудоустройство за границей', 'возможно вместе с нами."'],
    purposesText: ['НАШИ ЦЕЛИ'],
    aboutUsTitle: ['ПРО НАС'],
    aboutUs: ['ПРО НАС'],
  };
  constructor() { }
}
