import {IVacancy} from './vacancy.interface';

const ua: IVacancy[] = [{
    title: 'LG Chem',
    shortDiscription: `Робота на виробництві батарей для електромобілів`,
    btnDetails: 'Детальніше',
    btnPopUp: 'Заповнити заявку',
    description: [{
            head: 'МІСЦЕ РОЗТАШУВАННЯ РОБОТИ?',
            paragraph: 'м. Biskupice Podgórne, 16 км від Вроцлава.',
        }, {
            head: 'ДЛЯ КОГО?',
            paragraph: 'Стать – чол. Вік – від 18 до 45. Польська робоча віза D, мінімум 150 днів. Робоча віза або безвіз з можливістю подачі на Карту побиту.',
        }, {
            head: 'ЧИ ПОТРІБЕН ДОСВІД РОБОТИ?',
            paragraph: 'Робота на виробництві батарей для електромобілів. Без досвіду. Навчання: від 1 до 14 днів. Вміння, здібності, знання мови: Точність і акуратність, пунктуальність.',
        }, {
            head: 'ЯКІ ОБОВ\'ЯЗКИ?',
            paragraph: 'Контроль роботи виробничої лінії – робота стоячи; обслуговування вимірювальних пристроїв; завантаження матеріалів на лінію; контроль якості продукції; консервація і чищення обладнання; виконання простих завдань з прибирання цеху.',
        }, {
            head: 'ЯКА ЗАРОБІТНА ПЛАТА?',
            paragraph: 'Ставка: 13,50 зл. год/нетто; 14,50 зл. год/нетто – зі знанням польської мови.',
        }, {
            head: 'ЯКИЙ ГРАФІК РОБОТИ?',
            paragraph: '4/2 - зміни з 06:50 до 19:00, та з 18:50 до 07:00. 5-6 днів на тиждень (20-24 дні в місяць); 240-260 і більше год./міс.',
        }, {
            head: 'ЧИ НАДАЄТЬСЯ ЖИТЛО ?',
            paragraph: 'Так, безкоштовно. Гарні умови.',
        }, {
            head: 'ЗА ЧИЙ КОШТ ХАРЧУВАННЯ?',
            paragraph: 'За рахунок працівника.',
        }, {
            head: 'ЧИ ЗАБЕЗПЕЧУЮТЬ СПЕЦОДЯГОМ?',
            paragraph: 'Так, за рахунок роботодавця.',
        }, {
            head: 'ЧИ ЗАБЕЗПЕЧУЮТЬ СПЕЦОДЯГОМ?',
            paragraph: 'Так, за рахунок роботодавця.',
        }, {
            head: 'МЕДОГЛЯД?',
            paragraph: 'За рахунок роботодавця.',
        }, {
            head: 'ЩОДЕННИЙ ДОЇЗД ДО МІСЦЯ ПРАЦІ?',
            paragraph: 'За рахунок роботодавця, безкоштовна розвозка автобусом.',
        }],
    img: 'assets/images/slide-one.jpg'
}, {
    title: 'BОSСH Sprzęt Gospodarstwa Domowego',
    shortDiscription: 'Робота на виробництво пральних, посудомийних та сушильних машин',
    btnDetails: 'Детальніше',
    btnPopUp: 'Заповнити заявку',
    img: 'assets/images/slide-five.jpg',
    description:
        [{
            head: 'МІСЦЕ РОЗТАШУВАННЯ РОБОТИ?',
            paragraph: 'м. Łódź',
        }, {
            head: 'ДЛЯ КОГО?',
            paragraph: 'Стать: чол., жін, пари. Вік – немає вікових обмежень. Біометричний паспорт або польська робоча віза D, від 5-ти місяців.',
        }, {
            head: 'ЧИ ПОТРІБЕН ДОСВІД РОБОТИ?',
            paragraph: 'Без досвіду. Точність, старанність, акуратність, сумлінність, пунктуальність.',
        }, {
            head: 'ЯКІ ОБОВ\'ЯЗКИ?',
            paragraph: 'Робота на виробництво пральних, посудомийних та сушильних машин. Монтаж побутової техніки на виробничій лінії, від самого початку і до випуску готової продукції. Робота стоячи 8 годин.',
        }, {
            head: 'ЯКА ЗАРОБІТНА ПЛАТА?',
            paragraph: 'Ставка: до 3 місяців – 12,00 зл. год./нетто, більше 3 місяців – 13 л. год./нетто – різноробочий. Доплата за робочу в нічні зміни +20%. Премія за якість роботи до 500 злотих/брутто.',
        }, {
            head: 'ЯКИЙ ГРАФІК РОБОТИ?',
            paragraph: 'Денні, нічні (3 зміни).',
        }, {
            head: 'ЧИ НАДАЄТЬСЯ ЖИТЛО?',
            paragraph: 'Так, але оплачує проживання працівник. Роботодавець лише сприяє пошуку та надає варіанти житла. *Для тих хто вперше перебуває в Польщі роботодавець дофінансовує 300 злотих/брутто протягом року.',
        }, {
            head: 'ЧИ ЗАБЕЗПЕЧУЮТЬ СПЕЦОДЯГОМ?',
            paragraph: 'Так, за рахунок роботодавця',
        }, {
            head: 'ЗА ЧИЙ КОШТ ХАРЧУВАННЯ?',
            paragraph: 'За рахунок працівника.',
        }, {
            head: 'ЩОДЕННИЙ ДОЇЗД ДО МІСЦЯ ПРАЦІ?',
            paragraph: 'Надається робочий транспорт на кожну зміну.',
        }],
}, {
    title: 'Philips Lighting',
    shortDiscription: 'Складання блоків для освітлювальних приладів внутрішнього та зовнішнього освітлення.',
    btnDetails: 'Детальніше',
    btnPopUp: 'Заповнити заявку',
    description: [{
        head: 'МІСЦЕ РОЗТАШУВАННЯ РОБОТИ?',
        paragraph: 'м. Ketrzyn.',
    }, {
        head: 'ДЛЯ КОГО?',
        paragraph: 'Стать – чол. / жін., пари. Вік – до 18-45. Біо.паспорт, але з подачею на карту. Польська робоча віза D, від 4-х місяців.',
    }, {
        head: 'ЧИ ПОТРІБЕН ДОСВІД РОБОТИ?',
        paragraph: 'Без досвіду. Вміння, здібності, знання мови: Гарний зір обов\'язково! Хороші мануальні навички. Не допускається тремтіння рук (робота з дрібними елементами). Обов\'язково розрізняти кольори (Проводиться тест)!',
    }, {
        head: 'ЯКІ ОБОВЯЗКИ?',
        paragraph: 'Складання блоків для освітлювальних приладів внутрішнього та зовнішнього освітлення.',
    }, {
        head: 'ЯКА ЗАРОБІТНА ПЛАТА?',
        paragraph: '13,00 зл.- різнороб.,13,5 -оператор вилочного навантажувача.',
    }, {
        head: 'ЯКИЙ ГРАФІК РОБОТИ?',
        paragraph: 'Денні, нічні, 8-12 год./д.,пн-чт. СБ - при виробничій необхідності; 220-240 год./міс.',
    }, {
        head: 'ЧИ НАДАЄТЬСЯ ЖИТЛО?',
        paragraph: 'Так, безкоштовно. Гарні умови.',
    }, {
        head: 'ЧИ ЗАБЕЗПЕЧУЮТЬ СПЕЦОДЯГОМ?',
        paragraph: 'Так, за рахунок роботодавця.',
    }, {
        head: 'МЕДОГЛЯД?',
        paragraph: 'За рахунок роботодавця.',
    }, {
        head: 'ЩОДЕННИЙ ДОЇЗД ДО МІСЦЯ ПРАЦІ?',
        paragraph: '5 хвилин до місця роботи.',
    }],
    img: 'assets/images/slide-three.jpg'
}, {
    title: 'LG Electronics',
    shortDiscription: 'Робота на виробництві пральних машин та холодильників.',
    btnDetails: 'Детальніше',
    btnPopUp: 'Заповнити заявку',
    description: [{
        head: 'МІСЦЕ РОЗТАШУВАННЯ РОБОТИ?',
        paragraph: 'м. Biskupice Podgorne, 17 км від Вроцлава.',
    }, {
        head: 'ДЛЯ КОГО?',
        paragraph: 'Стать – чол., жін, пари. Вік – від 18 до 45. Польська робоча віза D, від 4-х міс. Робоча віза або безвіз з можливістю подачі на Карту побиту.',
    }, {
        head: 'ЧИ ПОТРІБЕН ДОСВІД РОБОТИ?',
        paragraph: 'Без досвіду. Вміння, здібності, знання мови: хороші мануальні здібності.',
    }, {
        head: 'ЯКІ ОБОВ\'ЯЗКИ?',
        paragraph: 'Робота на виробництві пральних машин та холодильників. Монтаж на лінії, докрутка елементів, наклеювання наліпок, контроль якості, переміщення деталей.',
    }, {
        head: 'ЯКА ЗАРОБІТНА ПЛАТА?',
        paragraph: 'Ставка: 13,00 злотих год/нетто, 13,88 злотих год/нетто – для працівників до 26 років.',
    }, {
        head: 'ЯКИЙ ГРАФІК РОБОТИ?',
        paragraph: 'Мін. 210 год.+ СБ. Залежно від цеху: лише денні зміни 07: 00-17:00 Пн-Пт 10 год., Пт 8-10 год., 2-3 Сб/міс 8 год. (при замовленнях). Перерви 09:00-09:10,12:00-12:15,15:00-15:10. денні та нічні зміни: (12- 16 год. за бажанням), 7 дн./тиждень, 2 дні вихідні.',
    }, {
        head: 'ЧИ НАДАЄТЬСЯ ЖИТЛО?',
        paragraph: 'Так, безкоштовно. Гарні умови.',
    }, {
        head: 'ЧИ ЗАБЕЗПЕЧУЮТЬ СПЕЦОДЯГОМ?',
        paragraph: 'За рахунок роботодавця лише футболки. Взуття і штани – мати власні.',
    }, {
        head: 'ЗА ЧИЙ КОШТ ХАРЧУВАННЯ?',
        paragraph: 'За власний рахунок. Є їдальня на підприємстві (обід 10 злотих).',
    }, {
        head: 'МЕДОГЛЯД?',
        paragraph: 'За рахунок роботодавця.',
    }, {
        head: 'ЩОДЕННИЙ ДОЇЗД ДО МІСЦЯ ПРАЦІ?',
        paragraph: 'За рахунок роботодавця.',
    }, {
        head: 'ЩОДЕННИЙ ДОЇЗД ДО МІСЦЯ ПРАЦІ?',
        paragraph: 'За рахунок роботодавця.',
    }],
    img: 'assets/images/slide-four.jpg'
}, {
    title: 'Philips Lighting',
    shortDiscription: 'Робота на виробництві ламп і освітлювальних приладів.',
    btnDetails: 'Детальніше',
    btnPopUp: 'Заповнити заявку',
    description: [{
        head: 'ДЛЯ КОГО?',
        paragraph: 'Стать – чол. / жін., пари. Вік – до 18-50. Біо.паспорт, але з подачею на карту. Польська робоча віза D, від 5-ти місяців.',
    }, {
        head: 'ЧИ ПОТРІБЕН ДОСВІД РОБОТИ?',
        paragraph: 'Без досвіду. Знання мови, хороші мануальні здібності, хороший зір. Без проблем з тиском.',
    }, {
        head: 'ЯКІ ОБОВ\'ЯЗКИ?',
        paragraph: `Робота на виробництві ламп і освітлювальних приладів. Монотонна робота з дрібними деталями, частіше сидячи, нахилившись. Залежить від цеху:
- складання блоків для освітлювальних приладів (плати, компоненти);
- виробництво світильників та ламп розжарювання;
- упаковка.`,
    }, {
        head: 'ЯКА ЗАРОБІТНА ПЛАТА?',
        paragraph: `Ставка: 13,00 зл. год./нетто - різнороб.,13,5 зл. год/нетто – оператор вилочного навантажувача; з 26 років діє податкова пільга - 13,88 зл. год/нетто`,
    }, {
        head: 'ЯКИЙ ГРАФІК РОБОТИ?',
        paragraph: `Денні, нічні (06:00-18:00; 18:00-06:00).12 год./день, Пн-пт. Сб – при виробничій необхідності.`,
    }, {
        head: 'ЧИ НАДАЄТЬСЯ ЖИТЛО?',
        paragraph: `Так, проживання для кандидатів безкоштовно. Гарні умови.`,
    }, {
        head: 'ЗА ЧИЙ КОШТ ХАРЧУВАННЯ?',
        paragraph: `За власний̆ рахунок. Є можливість харчуватись в їдальні (комплексний обід -15 зл).`,
    }, {
        head: 'МЕДОГЛЯД?',
        paragraph: `За рахунок роботодавця.`,
    }, {
        head: 'ЩОДЕННИЙ ДОЇЗД ДО МІСЦЯ ПРАЦІ?',
        paragraph: `За рахунок роботодавця.`,
    }],
    img: 'assets/images/slide-seven.jpg'
}, {
    title: 'SAMSUNG ELECTRONICS',
    shortDiscription: 'Робота на виробництві побутової техніки.',
    btnDetails: 'Детальніше',
    btnPopUp: 'Заповнити заявку',
    description: [{
        head: 'МІСЦЕ РОЗТАШУВАННЯ РОБОТИ?',
        paragraph: `м. Wronki, 60 км. від Познані.`,
    }, {
        head: 'ДЛЯ КОГО?',
        paragraph: `Чол., жін., сімейні пари, від 18 до 50. Польська робоча віза D, від 3-х місяців///Біометричний паспорт.`,
    }, {
        head: 'ЯКІ ОБОВ\'ЯЗКИ?',
        paragraph: `Робота на виробництві побутової техніки. Функціонал: монтаж, збирання елементів побутової техніки (пральні машинки, холодильники), упаковка кінцевого продукту.`,
    }, {
        head: 'ЯКА ЗАРОБІТНА ПЛАТА?',
        paragraph: `Зарплата за годину: 12,85 злотих нетто.`,
    }, {
        head: 'ЯКИЙ ГРАФІК РОБОТИ?',
        paragraph: `В залежності від цеху, 240-270 годин/місяць. 2 зміни, 5 днів/тиждень. Перерви кожні 2 години.`,
    }, {
        head: 'МЕДОГЛЯД?',
        paragraph: `За рахунок роботодавця. Обов'язково ЕКГ. Постійне базове медичне обслуговування на території підприємства.`,
    }, {
        head: 'ЧИ ЗАБЕЗПЕЧУЮТЬ СПЕЦОДЯГОМ?',
        paragraph: `Так, робочий одяг та взуття за рахунок роботодавця.`,
    }, {
        head: 'ЧИ НАДАЄТЬСЯ ЖИТЛО?',
        paragraph: `Проживання за рахунок роботодавця (кімнати 3-8 осіб). Пральна машинка, сушарка, холодильник, їдальня, постільна білизна.`,
    }, {
        head: 'ЗА ЧИЙ КОШТ ХАРЧУВАННЯ?',
        paragraph: `За власний рахунок, орієнтовна вартість: комплексний обід + бутерброди (10,50 злотих/день).`,
    }, {
        head: 'ЩОДЕННИЙ ДОЇЗД ДО МІСЦЯ ПРАЦІ?',
        paragraph: `За рахунок роботодавця`,
    }],
    img: 'assets/images/slide-two.jpg'
}, {
    title: 'Sews Cabind',
    shortDiscription: ' Монтаж і укладка кабелю і пучків кабелю згідно електричної схеми.',
    btnDetails: 'Детальніше',
    btnPopUp: 'Заповнити заявку',
    description: [{
        head: 'МІСЦЕ РОЗТАШУВАННЯ РОБОТИ?',
        paragraph: `м.Żywiec`,
    }, {
        head: 'ДЛЯ КОГО?',
        paragraph: `Стать – чол. / жін. Вік – до 40-45. Польська робоча віза D. Робоча віза або безвіз з можливістю подачі на Карту побиту.`,
    }, {
        head: 'ЧИ ПОТРІБЕН ДОСВІД РОБОТИ?',
        paragraph: `Без досвіду. Без шкідливих звичок. Робота стоячи не менше 8 год. Хороший зір (без дальтонізму). Без тремтіння рук. Працелюбність, самостійність і відповідальність.`,
    }, {
        head: 'ЯКІ ОБОВ\'ЯЗКИ?',
        paragraph: `Монтаж і укладка кабелю і пучків кабелю згідно електричної схеми. Обов’язкове 3-х денне навчання по 8 год.(не оплачується), в кінці кожного дня навчання проходять тести.`,
    }, {
        head: 'ЯКА ЗАРОБІТНА ПЛАТА?',
        paragraph: `Ставка: 13,80 зл/год нетто , для працівників до 26 років – 14,80 зл/год.`,
    }, {
        head: 'ЯКИЙ ГРАФІК РОБОТИ?',
        paragraph: `3 зміни; зміна по 8-12 год.; 5-6 днів на тиж.(в СБ тільки перша зміна); мінімум 220 годин в міс.`,
    }, {
        head: 'ЧИ НАДАЄТЬСЯ ЖИТЛО?',
        paragraph: `Так, проживання для кандидатів безкоштовно. Гарні умови. Якщо працівник хоче самостійно орендувати житло, то фірма компенсує працівнику 300 зл./міс*
*за умови повністю відпрацьованого місяця`,
    }, {
        head: 'ЧИ ЗАБЕЗПЕЧУЮТЬ СПЕЦОДЯГОМ?',
        paragraph: `Так, за рахунок роботодавця.`,
    }, {
        head: 'ЗА ЧИЙ КОШТ ХАРЧУВАННЯ?',
        paragraph: `За власний̆ рахунок.`,
    }, {
        head: 'МЕДОГЛЯД?',
        paragraph: `За рахунок роботодавця.`,
    }, {
        head: 'ЩОДЕННИЙ ДОЇЗД ДО МІСЦЯ ПРАЦІ?',
        paragraph: `За рахунок роботодавця.`,
    }],
    img: 'assets/images/slide-six.jpg',
}];

const ru: IVacancy[] = [{
    title: 'LG Chem',
    shortDiscription: `Работа на производстве батарей для электромобилей.`,
    btnDetails: 'Подробнее',
    btnPopUp: 'Подать заявление',
    description: [{
        head: 'МЕСТОПОЛОЖЕНИЕ РАБОТЫ?',
        paragraph: `м. Biskupice Podgórne, 16 км от Вроцлава.`,
    }, {
        head: 'ДЛЯ КОГО?',
        paragraph: `Пол - муж. Возраст - от 18 до 45. Польская рабочая виза D, минимум 150 дней. Рабочая виза или безвизовые с возможностью подачи на карту избитую.`,
    }, {
        head: 'НУЖЕН ОПЫТ РАБОТЫ?',
        paragraph: `Работа на производстве батарей для электромобилей. Без опыта. Обучение: от 1 до 14 дней. Умения, способности, знания языка: Точность и аккуратность, пунктуальность.`,
    }, {
        head: 'КАКИЕ ОБЯЗЯНОСТИ',
        paragraph: `Контроль работы производственной линии - работа стоя; обслуживание измерительных устройств; загрузки материалов на линию; контроль качества продукции; консервация и чистка оборудования; выполнения простых задач по уборке цеха.`,
    }, {
        head: 'КАКАЯ ЗАРПЛАТА?',
        paragraph: `Ставка: 13,50 злотых. ч / нетто; 14,50 злотых. ч / нетто - со знанием польского языка.`,
    }, {
        head: 'КАКОЙ ГРАФИК РАБОТЫ?',
        paragraph: `4/2 - изменения с 6:50 до 19:00 и с 18:50 до 07:00. 5-6 дней в неделю (20-24 дня в месяц); 240-260 и более ч. / Мес.`,
    }, {
        head: 'ПРЕДОСТАВЛЯЕТСЯ ЖИЛЬЕ?',
        paragraph: `Да, бесплатно. Хорошие условия.`,
    }, {
        head: 'ЗА ЧЕЙ СЧЕТ ПИТАНИЕ?',
        paragraph: `За счет работника.`,
    }, {
        head: 'Обеспечивают спецодеждой?',
        paragraph: `Да, за счет работодателя`,
    }, {
        head: 'МЕДОСМОТР?',
        paragraph: `За счет работодателя`,
    }, {
        head: 'ЕЖЕДНЕВНЫЙ подезд к месту работы?',
        paragraph: `За счет работодателя, бесплатная развозка автобусом.`,
    }],
    img: 'assets/images/slide-one.jpg'
}, {
    title: 'BОSСH Sprzęt Gospodarstwa Domowego',
    shortDiscription: `Работа на производство стиральных, посудомоечных и сушильных машин.`,
    btnDetails: 'Подробнее',
    btnPopUp: 'Подать заявление',
    img: 'assets/images/slide-five.jpg',
    description: [{
        head: 'МЕСТОПОЛОЖЕНИЕ РАБОТЫ?',
        paragraph: `м. Łódź`,
    }, {
        head: 'ДЛЯ КОГО?',
        paragraph: `Пол: муж., Жен, пара. Возраст - нет возрастных ограничений. Биометрический паспорт или польская рабочая виза D, от 5-ти месяцев.`,
    }, {
        head: 'НУЖЕН ОПЫТ РАБОТЫ?',
        paragraph: `Без опыта. Точность, исполнительность, аккуратность, добросовестность, пунктуальность.`,
    }, {
        head: 'КОТОРЫЕ ОБЯЗАНОСТИ?',
        paragraph: `Работа на производство стиральных, посудомоечных и сушильных машин. Монтаж бытовой техники на производственной линии, от самого начала и до выпуска готовой продукции. Работа стоя 8:00.`,
    }, {
        head: 'КАКАЯ ЗАПЛАТА',
        paragraph: `Ставка: до 3 месяцев - 12,00 злотых. ч. / нетто, больше 3 месяцев - 13 л. ч. / нетто - разнорабочий. Доплата за рабочую в ночные смены + 20%. Премия за качество работы до 500 злотых / брутто.`,
    }, {
        head: 'КАКОЙ ГРАФИК РАБОТЫ?',
        paragraph: `Дневные, ночные (3 смены).`,
    }, {
        head: 'Предоставляется ЖИЛЬЕ?',
        paragraph: `Да, но оплачивает проживание работник.`,
    }, {
        head: 'Предоставляется ЖИЛЬЕ?',
        paragraph: `Да, но оплачивает проживание работник. Работодатель только способствует поиску и предоставляет варианты жилья. * Для тех кто впервые находится в Польше работодатель дофинансовуе 300 злотых / брутто течение года.`,
    }, {
        head: 'Обеспечивают спецодеждой?',
        paragraph: `Да, за счет работодателя`,
    }, {
        head: 'За чей счет ПИТАНИЕ?',
        paragraph: `За счет работника.`,
    }, {
        head: 'ЕЖЕДНЕВНЫЙ подезд к месту работы?',
        paragraph: `Предоставляется рабочий транспорт на каждую смену.`,
    }],
}, {
    title: 'Philips Lighting',
    shortDiscription: 'Сборка блоков для осветительных приборов внутреннего и наружного освещения.',
    btnDetails: 'Подробнее',
    btnPopUp: 'Подать заявление',
    description: [{
        head: 'МЕСТОПОЛОЖЕНИЕ РАБОТЫ?',
        paragraph: `м. Ketrzyn.`,
    }, {
        head: 'ДЛЯ КОГО?',
        paragraph: `Пол - муж. / Жен., Пара. Возраст - до 18-45. Био.паспорт, но с подачей на карту. Польская рабочая виза D, от 4-х месяцев.`,
    }, {
        head: 'НУЖЕН ОПЫТ РАБОТЫ?',
        paragraph: `Без опыта. Умения, способности, знания языка: Хорошее зрение обязательно! Хорошие мануальные навыки. Не допускается дрожание рук (работа с мелкими элементами). Обязательно различать цвета (Проводится тест)!`,
    }, {
        head: 'КАКИЕ ОБЯЗАННОСТИ?',
        paragraph: `Сборка блоков для осветительных приборов внутреннего и наружного освещения.`,
    }, {
        head: 'КАКАЯ заработной платы?',
        paragraph: `13,00 зл.- разнорабочий., 13,5 -оператор вилочного погрузчика.`,
    }, {
        head: 'КАКОЙ ГРАФИК РАБОТЫ?',
        paragraph: `Дневные, ночные, 8-12 ч. / Д., Пн-пт. СБ - при производственной необходимости; 220-240 ч. / Мес.`,
    }, {
        head: 'Предоставляется ЖИЛЬЕ?',
        paragraph: `Да, бесплатно. Хорошие условия. Обеспечивают спецодежды? Так, за счет работодателя`,
    }, {
        head: 'МЕДОСМОТР?',
        paragraph: `За счет работодателя.`,
    }, {
        head: 'ЕЖЕДНЕВНЫЙ проезда к месту работы?',
        paragraph: `5 минут к месту работы.`,
    }],
    img: 'assets/images/slide-three.jpg'
}, {
    title: 'LG Electronics',
    shortDiscription: 'Работа на производстве стиральных машин и холодильников.',
    btnDetails: 'Подробнее',
    btnPopUp: 'Подать заявление',
    description: [{
        head: 'МЕСТОПОЛОЖЕНИЕ РАБОТЫ?',
        paragraph: `м. Biskupice Podgorne, 17 км от Вроцлава`,
    }, {
        head: 'ДЛЯ КОГО?',
        paragraph: `Пол - муж., Жен, пара. Возраст - от 18 до 45. Польская рабочая виза D, от 4-х мес. Рабочая виза или безвизовые с возможностью подачи на карту избитую.`,
    }, {
        head: 'НУЖЕН ОПЫТ РАБОТЫ?',
        paragraph: `Без опыта. Умения, способности, знания языка: хорошие мануальные способности.`,
    }, {
        head: 'КАКИЕ ОБЯЗАННОСТИ?',
        paragraph: `Работа на производстве стиральных машин и холодильников. Монтаж на линии, докрутка элементов, наклеивание наклеек, контроль качества, перемещения деталей.`,
    }, {
        head: 'КАКАЯ ЗАРПЛАТА?',
        paragraph: `Ставка: 13,00 злотых ч / нетто, 13,88 злотых ч / нетто - для работников до 26 лет.`,
    }, {
        head: 'КАКАЯ ЗАРПЛАТА?',
        paragraph: `Мин. 210 ч. + ВБ. В зависимости от цеха: только дневные смены 07: 00-17: 00 Пн-Пт 10 ч., Пт 8-10 ч., 2-3 Сб / мес 8 часов. (при заказам). Перерывы 09: 00-09: 10,12: 00-12: 15,15: 00-15: 10. дневные и ночные смены: (12- 16 ч. по желанию), 7 дн. / неделю, 2 дня выходных.`,
    }, {
        head: 'КАКОЙ ГРАФИК РАБОТЫ?',
        paragraph: ` Ставка: 13,00 злотых ч / нетто, 13,88 злотых ч / нетто - для работников до 26 лет.`,
    }, {
        head: 'Предоставляется ЖИЛЬЕ?',
        paragraph: `Да, бесплатно. Хорошие условия.`,
    }, {
        head: 'Обеспечивают спецодеждой?',
        paragraph: `За счет работодателя только футболки. Обувь и штаны - иметь собственные.`,
    }, {
        head: 'За чей счет ПИТАНЕ?',
        paragraph: `За свой счет. Есть столовая на предприятии (Обед 10 злотых).`,
    }, {
        head: 'МЕДОСМОТР?',
        paragraph: `За счет работодателя.`,
    }, {
        head: 'ЕЖЕДНЕВНЫЙ проезд к месту работы?',
        paragraph: `За счет работодателя.`,
    }],
    img: 'assets/images/slide-four.jpg'
}, {
    title: 'Philips Lighting',
    shortDiscription: 'Работа на производстве ламп и осветительных приборов.',
    btnDetails: 'Подробнее',
    btnPopUp: 'Подать заявление',
    img: 'assets/images/slide-seven.jpg',
    description: [{
        head: 'МЕСТОПОЛОЖЕНИЕ РАБОТЫ?',
        paragraph: `м Pila`,
    }, {
        head: 'ДЛЯ КОГО?',
        paragraph: `Пол - муж. / Жен., Пара. Возраст - до 18-50. Био.паспорт, но подачей на карту. Польская рабочая виза D, от 5-ти месяцев.`,
    }, {
        head: 'НУЖЕН ОПЫТ РАБОТЫ?',
        paragraph: `Без опыта. Знание языка, хорошие мануальные способности, хорошее зрение. Без проблем с давлением.`,
    }, {
        head: 'КОТОРЫЕ ОБЯЗАННОСТИ?',
        paragraph: `Работа на производстве ламп и осветительных приборов. Монотонная работа с мелкими деталями, чаще сидя, наклонившись. Зависит от цеха:
составление блоков для осветительных приборов (платы, компоненты)
производство светильников и ламп накаливания;
упаковка.`,
    }, {
        head: 'КАКАЯ ЗАРПЛАТА?',
        paragraph: `Ставка: 13,00 злотых. ч. / нетто - разнорабочий., 13,5 злотых. ч / нетто - оператор вилочного погрузчика; с 26 лет действует налоговая льгота - 13,88 злотых. ч / нетто.`,
    }, {
        head: 'КАКОЙ ГРАФИК РАБОТЫ?',
        paragraph: `Дневные, ночные (06: 00-18: 00; 18: 00-06: 00). 12 ч. / день, Пн-Пт. Сб - при производственной необходимости.`,
    }, {
        head: 'Предоставляется ЖИЛЬЕ?',
        paragraph: `Так, проживание для кандидатов бесплатно. Хорошие условия.`,
    }, {
        head: 'Обеспечивают спецодежду?',
        paragraph: `Так, за счет работодателя (Обувь, брюки, футболка, очки).`,
    }, {
        head: 'За чей счет ПИТАНИЕ?',
        paragraph: `За собственний счет. Есть возможность питаться в столовой (комплексный обед - 15 злотых).`,
    }, {
        head: 'МЕДОСМОТР?',
        paragraph: `За счет работодателя.`,
    }, {
        head: 'ЕЖЕДНЕВНЫЙ проезда к месту работы?',
        paragraph: `За счет работодателя.`,
    }],
}, {
    title: 'SAMSUNG ELECTRONICS',
    shortDiscription: 'Работа на производстве бытовой техники.',
    btnDetails: 'Подробнее',
    btnPopUp: 'Подать заявление',
    description: [{
        head: 'МЕСТОПОЛОЖЕНИЕ РАБОТЫ?',
        paragraph: `м. Wronki, 60 км. Познани`,
    }, {
        head: 'ДЛЯ КОГО?',
        paragraph: `Муж., Жен., Семейные пары, от 18 до 50 Польская рабочая виза D, от 3-х месяцев /// Биометрический паспорт`,
    }, {
        head: 'КОТОРЫЕ ОБЯЗАННОСТИ?',
        paragraph: `Работа на производстве бытовой техники. функционал: монтаж, сборку элементов бытовой техники (стиральные машинки, холодильники), упаковка конечного продукта.`,
    }, {
        head: 'КОТОРЫЕ обязанности?',
        paragraph: `Зарплата за час: 12,85 злотых нетто.`,
    }, {
        head: 'КАКОЙ ГРАФИК РАБОТЫ?',
        paragraph: `В зависимости от цеха, 240-270 часов / месяц. 2 изменения, 5 дней / неделю. Перерывы каждые 2:00.`,
    }, {
        head: 'МЕДОСМОТР?',
        paragraph: `За счет работодателя. Обязательно ЭКГ. постоянное базовое медицинское обслуживание на территории предприятия.`,
    }, {
        head: 'Обеспечивают спецодеждой?',
        paragraph: `Да, рабочая одежда и обувь по счет работодателя.`,
    }, {
        head: 'Предоставляется ЖИЛЬЕ?',
        paragraph: `Проживание за счет работодателя (комнаты 3 - 8 человек). Стиральная машинка, сушилка, холодильник, столовая, постельное белье.`,
    }, {
        head: 'За чей счет ПИТАНИЕ?',
        paragraph: `За свой счет, ориентировочная стоимость: комплексный обед + бутерброды (10,50 злотых / день).`,
    }, {
        head: 'ЕЖЕДНЕВНЫЙ проезда к месту работы?',
        paragraph: `За счет работодателя`,
    }],
    img: 'assets/images/slide-two.jpg'
}, {
    title: 'Sews Cabind',
    shortDiscription: 'Монтаж и укладка кабеля и пучков кабеля согласно электрической схемы.',
    btnDetails: 'Подробнее',
    btnPopUp: 'Подать заявление',
    description: [{
        head: 'МЕСТОПОЛОЖЕНИЕ РАБОТЫ?',
        paragraph: `м.Żywiec`,
    }, {
        head: 'ДЛЯ КОГО?',
        paragraph: `Пол - муж. / Жен. Возраст - до 40-45. Польская рабочая виза D. Рабочая виза или безвизовые с возможностью подачи на карту избитую.`,
    }, {
        head: 'НУЖЕН ОПЫТ РАБОТЫ?',
        paragraph: `Без опыта. Без вредных привычек. Работа стоя не менее 8 ч. Хорошее зрение (без дальтонизма). без дрожи рук. Трудолюбие, самостоятельность и ответственность.`,
    }, {
        head: 'КАКИЕ ОБЯЗАННОСТИ?',
        paragraph: `Монтаж и укладка кабеля и пучков кабеля согласно электрической схемы. Обязательное 3-х дневное обучение по 8 ч. (Не оплачивается), в конце каждого дня обучения проходят тесты.`,
    }, {
        head: 'КАКАЯ ЗАРПЛАТА?',
        paragraph: `Ставка: 13,80 злотых / час нетто, для работников в 26 лет - 14,80 злотых / час.`,
    }, {
        head: 'КАКОЙ ГРАФИК РАБОТЫ?',
        paragraph: `3 смены; изменение по 8-12 час .; 5-6 дней в нед. (В сб только первая смена) минимум 220 часов в мес.`,
    }, {
        head: 'Предоставляется ЖИЛЬЕ?',
        paragraph: `Так, проживание для кандидатов бесплатно. Хорошие условия. Если работник хочет самостоятельно арендовать жилье, то фирма компенсирует работнику 300 злотых. / мес *
* При условии полностью отработанного месяца`,
    }, {
        head: 'Обеспечивают спецодежды?',
        paragraph: `Да, за счет работодателя.`,
    }, {
        head: 'За чей счет ПИТАНИЯ?',
        paragraph: `За свой счет.`,
    }, {
        head: 'МЕДОСМОТР?',
        paragraph: `За счет работодателя.`,
    }, {
        head: 'ЕЖЕДНЕВНЫЙ подезд к месту работы?',
        paragraph: `За счет работодателя.`,
    }],
    img: 'assets/images/slide-seven.jpg'
}]

export default { ua, ru };
